Repository: brickassist-app/brickassist-translations
Catalog: app_*.arb
Languages: de

# partCategoryId6
source: Plants
de: Pflanzen

# partCategoryId7
source: Rocks
de: Steine

# partCategoryId8
source: Windows & Doors
de: Fenster & Türen

# partCategoryId9
source: Panels
de: Paneele

# partCategoryId10
source: Technic
de: Technik

# partCategoryOthers
source: Others
de: Andere

# takePartProjectBtn
source: Take Part in the Project
de: Am Projekt teilnehmen
