Repository: brickassist-app/brickassist-translations
Catalog: app_*.arb
Languages: de

source: Welcome
de: Willkommen

# allStatsBtn
source: All Stats
de: Alle Statistiken

# colorPaletteBtn
source: Color Palette
de: Farb palette

# fillerTipsBtn
source: Filler Tips
de: Fülltipps

# lastUpdatedPabsTitle
source: The Latest PAB Updates
de: Die neuesten PAB Aktualisierungen

# homeBtnNav
source: Home
de: Start

# myInventoryBtnNav
source: My Inventory
de: Mein Inventar

# pabHubBtnNav
source: PAB Hub
de: PAB Zentrale

source: Member since
de: Mitglied seit

# disconnectBtn
source: Log Out
de: Abmelden

source: First Name or Nickname
de: Vorname oder Spitzname

source: Country
de: Land

source: Postal Code
de: Postleitzahl

# termsOfUse
source: General Terms of Use
de: Allgemeine Nutzungsbedingungen

source: Delete My Account
de: Mein Konto löschen

source: Save
de: Speichern

# returnAction
source: Back
de: Zurück

# searchAColorEntry
source: Search colors...
de: Farben suchen...

# chronology
source: Years Produced
de: Produktionsjahre

# stillActive
source: Production Status
de: Produktionsstatus

source: Category
de: Kategorie

source: Comment
de: Kommentar

source: Yes
de: Ja

source: No
de: Nein

source: Old Color
de: Alte Farbe

# deletedAccount
source: Account deleted
de: Konto gelöscht

source: Internal error
de: Interner Fehler

source: Account updated
de: Konto aktualisiert

source: Error during update
de: Fehler beim Update

# errorDuringImageUpload
source: Error while uploading the image
de: Fehler beim Bildupload

# reallyWantToDeleteYourAccount1
source: Do you really want to delete your account? All your data will be permanently lost.
de: Möchten Sie wirklich Ihr Konto löschen? Alle Ihre Daten werden dauerhaft gelöscht.

# reallyWantToDeleteYourAccount2
source: If that's really the case, you just need to spell out 'aurevoir'
de: Wenn das wirklich der Fall ist, müssen Sie nur 'aurevoir' buchstabieren

# deleteAction
source: Delete
de: Löschen

# closeAction
source: Close
de: Schließen

# mustEnterValidEmail
source: Enter a valid email address
de: Geben Sie eine gültige E-Mail-Adresse ein

# appUpdateIsNeeded
source: To get the most of your experience, you must update this application! The BrickAssist team
de: Um das Beste aus Ihrer Erfahrung zu machen, müssen Sie diese Anwendung aktualisieren! Das BrickAssist-Team

# updateAppAction
source: Update App
de: App aktualisieren

# loginAction
source: I Already Have an Account
de: Ich habe bereits ein Konto

# createAccountAction
source: Create an Account
de: Ein Konto erstellen

# tryTheDemoFirst
source: I'll Take a Look First
de: Zuerst einen Blick darauf werfen

# stepsFormatter
source: Step {step}
de: Schritt {step}

source: Date of Birth
de: Geburtsdatum

# nextAction
source: Next
de: Weiter

# getVerificationCodeAction
source: Receive a verification code
de: Einen Verifizierungscode erhalten

# emailProviderRefused
source: A {provider} account is not authorized
de: Ein {provider}-Konto ist nicht autorisiert

# verificationCodeExplanation1
source: You'll soon receive an email at:
de: Sie werden bald eine E-Mail erhalten unter:

# verificationCodeExplanation2
source: It contains a verification code and you have 10 minutes to enter it. If you can't find it, check your spam folder.
de: Sie enthält einen Verifizierungscode und Sie haben 10 Minuten Zeit, diesen einzugeben. Wenn Sie sie nicht finden können, überprüfen Sie Ihren Spam-Ordner.

source: Verification code:
de: Verifizierungscode:

# verificationCodeError
source: Incorrect or expired verification code
de: Falscher oder abgelaufener Verifizierungscode

# myConfig
source: My Configuration
de: Meine Konfiguration

# stockSingular
source: Part
de: Teil

# partSingular
source: Piece
de: Stück

# neededStockSingular
source: Parts Needed
de: Benötigte Teile

# stockPlural
source: Parts
de: Teile

# partPlural
source: Pieces
de: Stücke

# neededStockPlural
source: Parts Wanted
de: Gewünschte Teile

# searchInMyStockEntry
source: Search your inventory...
de: In deinem Inventar suchen...

# filters
source: Sort by:
de: Sortieren nach:

# filterByCreationDate
source: Date created (default)
de: Erstellungsdatum (Standard)

# filterOnlyNeededList
source: Only my needed list
de: Nur meine Bedarfsliste

# filterDecreasingQuantity
source: Highest quantity first
de: Höchste Menge zuerst

# filterIncreasingQuantity
source: Lowest quantity first
de: Niedrigste Menge zuerst

# filterByPart
source: Part
de: Teil

# filterByColor
source: Color
de: Farbe

# emptyStockPressToStart
source: Your inventory is empty. Press the '+' icon to get started!
de: Dein Inventar ist leer. Drücke auf das '+' Symbol, um zu beginnen!

# noResults
source: No results found.
de: Keine Ergebnisse gefunden.

# createANewStock
source: Add a new part
de: Ein neues Teil hinzufügen

# goToDiscordBtn
source: Join Us on Discord
de: Tritt uns bei auf Discord

# goToFacebookBtn
source: Visit Us On Facebook
de: Besuche uns auf Facebook

source: Frequently Asked Questions
de: Häufig gestellte Fragen

# faq1Q
source: Why can't I find all the LEGO parts in the application?
de: Warum finde ich nicht alle LEGO-Teile in der Anwendung?

# faq1A
source: Not all LEGO parts are available in the app yet. We're working on improving the display and performance.
de: Noch sind nicht alle LEGO-Teile in der App verfügbar. Wir arbeiten daran, die Anzeige und Leistung zu verbessern.

# faq2Q
source: How can I become a PAB ambassador?
de: Wie kann ich PAB-Botschafter werden?

# faq2A
source: In the future, you'll be able to apply directly in the application to become an ambassador for a PAB that hasn't yet reached its limit. Today, you need to go to the Discord server and ask an administrator to add you manually.
de: In Zukunft kannst du dich direkt in der Anwendung bewerben, um Botschafter für einen PAB zu werden, der sein Limit noch nicht erreicht hat. Heute musst du auf den Discord-Server gehen und einen Administrator bitten, dich manuell hinzuzufügen.

# configUpdated
source: Configuration saved
de: Konfiguration gespeichert

# cannotUpdateConfig
source: Error saving configuration
de: Fehler beim Speichern der Konfiguration

# config1Title
source: Part Name Display
de: Anzeige von Teilenamen

# config1Choice1
source: Show LEGO and BrickLink names
de: LEGO- und BrickLink-Namen anzeigen

# config1Choice2
source: Show LEGO names only
de: Nur LEGO-Namen anzeigen

# config1Choice3
source: Show BrickLink names only
de: Nur BrickLink-Namen anzeigen

# config2Title
source: Color Names Display
de: Anzeige von Farbnamen

# config2Choice1
source: Show LEGO and BrickLink names
de: LEGO- und BrickLink-Namen anzeigen

# config2Choice2
source: Show LEGO names only
de: Nur LEGO-Namen anzeigen

# config2Choice3
source: Show BrickLink names only
de: Nur BrickLink-Namen anzeigen

# youMustCreateAnAccount
source: You need to create an account
de: Sie müssen ein Konto erstellen

# colorSingular
source: Color
de: Farbe

# colorPlural
source: Colors
de: Farben

# yourPersonalStockContains
source: Your inventory contains:
de: Ihr Inventar enthält:

# inTheAppThereAre
source: In the application there are:
de: In der Anwendung gibt es:

# noResultsFound
source: No results were found
de: Keine Ergebnisse gefunden

# modifyAStock
source: Edit a Part
de: Ein Teil bearbeiten

# createAStock
source: Add a Part
de: Ein Teil hinzufügen

# createStockExplanationTitle
source: How does it work?
de: Wie funktioniert es?

# createStockExplanation1
source: To find a part, use the search.
de: Um ein Teil zu finden, benutzen Sie die Suche.

# createStockExplanation2
source: Pressing
de: Durch Drücken

# createStockExplanation3
source: re-uses the last part you added.
de: wird das zuletzt hinzugefügte Teil erneut verwendet.

# createStockExplanation4
source: Choose a part to continue.
de: Wählen Sie ein Teil, um fortzufahren.

# nowSelectTheColor
source: Select a color:
de: Wählen Sie eine Farbe:

# hideOldColors
source: Hide discontinued colors
de: Veraltete Farben ausblenden

# searchPartUsingKeyword
source: Search for a part:
de: Suchen Sie nach einem Teil:

# exampleForPartSearch
source: e.g., '1x4', '4032', or 'plate'.
de: z.B. '1x4', '4032' oder 'Platte'.

# reUseLastRecording
source: Re-use the room from the last recording
de: Den Raum von der letzten Aufnahme wiederverwenden

source: Tips
de: Tipps

# tipsStockInfo
source: To avoid missing parts when you visit a PAB location, use the 'Add to My Wanted List' checkbox. These parts will appear in red in your inventory, and you can use a filter to find them quickly. When you open a PAB page, the parts you want will also be circled in red.
de: Um bei Ihrem Besuch an einem PAB-Standort keine Teile zu verpassen, verwenden Sie das Kontrollkästchen 'Zu meiner Wunschliste hinzufügen'. Diese Teile werden in Ihrem Inventar rot angezeigt, und Sie können einen Filter verwenden, um sie schnell zu finden. Wenn Sie eine PAB-Seite öffnen, werden auch die gewünschten Teile rot umrandet.

# cancelAction
source: Cancel
de: Abbrechen

source: Warning
de: Warnung

# reallyWantToDeleteStock
source: Do you really want to delete this part?
de: Möchten Sie dieses Teil wirklich löschen?

# commentAboutStock
source: Notes
de: Notizen

# commentAboutStockExample
source: e.g., 'For the castle'
de: z.B. 'Für die Burg'

# locationAboutStock
source: Part Location
de: Teilestandort

# locationAboutStockExample
source: e.g., 'Drawer B42'
de: z.B. 'Schublade B42'

# viewStock
source: View Part
de: Teil ansehen

# initialQuantity
source: Initial
de: Anfangs

# addedQuantity
source: Added
de: Hinzugefügt

# addToSearchList
source: Add to My Wanted List
de: Zur meiner Wunschliste hinzufügen

# editAdditionalInfo
source: Edit Additional Information
de: Zusätzliche Informationen bearbeiten

# addAdditionalInfo
source: Add Additional Information
de: Zusätzliche Informationen hinzufügen

source: Last update:
de: Letzte Aktualisierung:

source: Anonymous
de: Anonym

# takeInventoryOfPab
source: Update PAB Inventory
de: PAB-Inventar aktualisieren

# mustBeAmbassador
source: You must be a PAB ambassador
de: Sie müssen PAB-Botschafter sein

# consultPabInventory
source: View PAB Inventory
de: PAB-Inventar ansehen

# findNeededParts
source: Find Parts I Want
de: Gesuchte Teile finden

# neededPartsAreTitle
source: The parts I want are:
de: Die Teile, die ich möchte, sind:

# notCompleteListBecauseDemo
source: This list is not complete as you have not yet created your account
de: Diese Liste ist nicht vollständig, da Sie noch kein Konto erstellt haben

# pabStockQuantityPlenty
source: Large Quantity
de: Große Menge

# pabStockQuantityFewCups
source: A Few Large Cups
de: Ein paar große Becher

# pabStockQuantityLessOneCup
source: Less Than One Large Cup
de: Weniger als ein großer Becher

source: Error
de: Fehler

source: by:
de: von:

# youNeedThisPart
source: You want this part!
de: Sie möchten dieses Teil!

# youHaveThatPart
source: You have
de: Sie haben

# youDoNotHaveThatPart
source: You don't have this part!
de: Sie haben dieses Teil nicht!

source: More than a week ago!
de: Vor mehr als einer Woche!

# waitingForPabInventory
source: Awaiting inventory of this PAB
de: Warten auf das Inventar dieses PAB

source: This PAB contains:
de: Dieser PAB enthält:

# ambassadorPabList
source: PAB(s) for which you are an ambassador:
de: PAB(s), für die Sie Botschafter sind:

source: PAB Management
de: PAB-Verwaltung

source: Configuration
de: Konfiguration

source: Take Inventory
de: Inventur machen

source: See Content
de: Inhalt ansehen

source: Export Content
de: Inhalt exportieren

source: PAB Configuration
de: PAB-Konfiguration

# howManyLinesInPab
source: How many rows high is the PAB?
de: Wie viele Reihen hat der PAB?

# howManyColumnsInPab
source: How many columns wide is the PAB?
de: Wie viele Spalten hat der PAB?

# exportSaved
source: Export saved in your images.
de: Export in Ihren Bildern gespeichert.

# exportError
source: Error: cannot save the export.
de: Fehler: Export kann nicht gespeichert werden.

# exportExplanation1
source: Once you've finished recording the inventory of a PAB, you can export its content as an image to post on social networks.
de: Nachdem Sie die Bestandsaufnahme eines PAB abgeschlossen haben, können Sie dessen Inhalt als Bild exportieren und in sozialen Netzwerken posten.

# exportExplanation2
source: The application will make an image containing all the parts in the PAB.
de: Die Anwendung erstellt ein Bild, das alle Teile im PAB enthält.

# exportExplanation3
source: Once you've downloaded it, you can simply post the image.
de: Nachdem Sie es heruntergeladen haben, können Sie das Bild einfach posten.

# exportWarning
source: Please do not export the contents of a PAB if you have not fully updated it within the last 24 hours.
de: Bitte exportieren Sie den Inhalt eines PAB nicht, wenn Sie ihn nicht in den letzten 24 Stunden vollständig aktualisiert haben.

# takeInventoryExplanation1
source: You're about to take inventory of this PAB.
de: Sie stehen kurz davor, den Bestand dieses PAB aufzunehmen.

# takeInventoryExplanation2
source: Based on the configuration you made earlier, each drawer is assigned a reference in the manner of an Excel table cell. Each column becomes a letter and each row becomes a number.
de: Basierend auf der von Ihnen zuvor gemachten Konfiguration wird jedem Fach eine Referenz in der Art einer Excel-Zelle zugewiesen. Jede Spalte wird zu einem Buchstaben und jede Reihe zu einer Zahl.

# takeInventoryExplanation3
source: The application will help you fill in the inventory from top to bottom and from left to right. Example A1 then A2, then A3, then B1, then B2, etc...
de: Die Anwendung hilft Ihnen, den Bestand von oben nach unten und von links nach rechts einzugeben. Beispiel A1 dann A2, dann A3, dann B1, dann B2 usw.

# takeInventoryExplanation4
source: The first inventory will take some time, as there's so much to create.
de: Die erste Bestandsaufnahme wird einige Zeit dauern, da so viel zu erstellen ist.

# iAmReady
source: I'm Ready
de: Ich bin bereit

# leaveTakeInventory
source: Leave Inventory
de: Inventur verlassen

# atLastInventory
source: At last inventory, this slot contained:
de: Beim letzten Inventar enthielt dieses Fach:

# takeInventoryNoPreviousData
source: No previous data for this slot may mean that no inventory has ever been taken, or it may mean that the slot is inaccessible, empty or contains a part unknown to the application.
de: Keine vorherigen Daten für dieses Fach können bedeuten, dass noch nie eine Inventur durchgeführt wurde oder dass das Fach unzugänglich, leer oder mit einem der Anwendung unbekannten Teil gefüllt ist.

# takeInventoryUpdateQuantity
source: Update Quantity
de: Menge aktualisieren

# takeInventoryDidPartChange
source: Did the part change?
de: Hat sich das Teil geändert?

# takeInventorySlotXXHasChanged
source: Slot {slot} changed? What does it contain now?
de: Hat sich das Fach {slot} geändert? Was enthält es jetzt?

# takeInventoryCannotFindPart
source: I Couldn't Find the Part
de: Ich konnte das Teil nicht finden

# takeInventoryInaccessibleOrEmpty
source: Slot Inaccessible or Empty
de: Fach unzugänglich oder leer

# takeInventoryContainsAPart
source: Contains a Part
de: Enthält ein Teil

# validateAction
source: Validate
de: Bestätigen

# notNowAction
source: Not Now
de: Nicht jetzt

# startMyStockEndOfDemo
source: To start creating your inventory, you'll need to create an account. You'll be able to add parts by choosing their color, modify the quantity of your stock, add them to your wanted list, etc...
de: Um mit der Erstellung Ihres Inventars zu beginnen, müssen Sie ein Konto erstellen. Sie können Teile durch Auswahl ihrer Farbe hinzufügen, die Menge Ihres Bestands ändern, sie zu Ihrer Wunschliste hinzufügen usw.

# colorIsActive
source: Active
de: Aktiv

source: All Tips
de: Alle Tipps

source: Tip for this part:
de: Tipp für dieses Teil:

source: unit
de: Einheit

# unitShort
source: u
de: Stk.

source: Optimization proposed by:
de: Optimierung vorgeschlagen von:

source: Discover the tip
de: Entdecken Sie den Tipp

source: Large Box
de: Große Box

source: Small Box
de: Kleine Box

source: Large Cup
de: Große Tasse

source: Small Cup
de: Kleine Tasse

source: Less than
de: Weniger als

# allColorsEndOfDemo
source: To access all known colors, you need to create an account. You can search for colors by name, find out about their history and compare them with your own part very easily, simply by placing the part on your screen.
de: Um auf alle bekannten Farben zugreifen zu können, müssen Sie ein Konto erstellen. Sie können Farben nach Namen suchen, mehr über ihre Geschichte erfahren und sie sehr einfach mit Ihrem eigenen Teil vergleichen, indem Sie das Teil einfach auf Ihren Bildschirm legen.

# fillerTipsEndOfDemo
source: To access all the filling tips, you need to create an account. When you visit a PAB, you'll learn the best ways to arrange the parts in the boxes. It's all explained with pictures. You'll love it!
de: Um auf alle Fülltipps zugreifen zu können, müssen Sie ein Konto erstellen. Wenn Sie einen PAB besuchen, erfahren Sie die besten Methoden, die Teile in den Boxen anzuordnen. Alles wird mit Bildern erklärt. Sie werden es lieben!

# allStatsEndOfDemo
source: To access all the statistics you need to create an account. You'll discover interesting data linked to your stock and that of other users of the application.
de: Um auf alle Statistiken zugreifen zu können, müssen Sie ein Konto erstellen. Sie entdecken interessante Daten, die mit Ihrem Bestand und dem anderer Nutzer der Anwendung verknüpft sind.

# watchPabEndOfDemo
source: To add this PAB to your favorites, you need to create an account. You'll be able to use your list of favorite PAB to find the parts you're looking for quickly and easily.
de: Um diesen PAB zu Ihren Favoriten hinzuzufügen, müssen Sie ein Konto erstellen. Sie können Ihre Liste der Lieblings-PAB verwenden, um schnell und einfach die Teile zu finden, die Sie suchen.

source: just now
de: gerade jetzt

# minAgo
source: {count} min ago
de: {count} Min. her

# hourAgo
source: {count}h ago
de: {count} Std. her

# dayAgo
source: {count}d ago
de: {count} Tg. her

source: Blocked account
de: Gesperrtes Konto

source: Listed Parts
de: Gelistete Teile

source: Listed Colors
de: Aufgelistete Farben

source: Users
de: Benutzer

source: Stocks (including all users)
de: Bestände (einschließlich aller Benutzer)

source: Parts (including all stocks)
de: Teile (einschließlich aller Bestände)

source: Official
de: Offiziell

source: Official Store
de: Offizieller Laden

source: Certified
de: Zertifiziert

source: Certified Store
de: Zertifizierter Laden

# becomeAmbassador
source: Become an Ambassador
de: Botschafter werden

# ambassadorPageTitle
source: What is an Ambassador?
de: Was ist ein Botschafter?

# ambassadorExplanation1
source: An ambassador is a person responsible for the inventory of a PAB.
de: Ein Botschafter ist eine Person, die für die Inventur eines PAB verantwortlich ist.

# ambassadorExplanation2
source: It's voluntary, there's no contract, and you can stop at any time.
de: Es ist freiwillig, es gibt keinen Vertrag, und Sie können jederzeit aufhören.

# ambassadorExplanation3
source: As an ambassador, you should visit a PAB location on a regular basis, if possible. If visit a location at least once every six weeks, this role is for you!
de: Als Botschafter sollten Sie regelmäßig, wenn möglich, einen PAB-Standort besuchen. Wenn Sie mindestens alle sechs Wochen einen Standort besuchen, ist diese Rolle für Sie geeignet!

# ambassadorExplanation4
source: Ambassadors play a very important role in the application. Without their precision, dedication, and passion, the PAB content in the BrickAssist application would be worthless!
de: Botschafter spielen eine sehr wichtige Rolle in der Anwendung. Ohne ihre Präzision, Hingabe und Leidenschaft wären die PAB-Inhalte in der BrickAssist-Anwendung wertlos!

# ambassadorExplanation5
source: Users need accurate and regular updates to know whether they should visit a store or place an order.
de: Die Benutzer benötigen genaue und regelmäßige Updates, um zu wissen, ob sie einen Laden besuchen oder eine Bestellung aufgeben sollten.

# ambassadorExplanation6
source: Someone can be an ambassador for several PAB locations, and a PAB can also have several ambassadors.
de: Jemand kann Botschafter für mehrere PAB-Standorte sein, und ein PAB kann auch mehrere Botschafter haben.

# ambassadorExplanation7
source: Would you like to become a BrickAssist ambassador? Go to Discord or Facebook!
de: Möchten Sie Botschafter bei BrickAssist werden? Besuchen Sie uns auf Discord oder Facebook!

# yourFavoritePABs
source: Your favorite PAB:
de: Ihr bevorzugter PAB:

# youHaveToAddPABToFavourites
source: To search for a part, start by adding at least one PAB location to your favorites!
de: Um ein Teil zu suchen, fügen Sie zunächst mindestens einen PAB-Standort zu Ihren Favoriten hinzu!

# youHaveToMarkANeededPart
source: You have no parts on your wanted list! To mark a part as wanted, you must have at least one part in your inventory with 'Add to My Wanted List' checked.
de: Sie haben keine Teile auf Ihrer Wunschliste! Um ein Teil als gewünscht zu markieren, müssen Sie mindestens ein Teil in Ihrem Inventar haben, bei dem 'Zu meiner Wunschliste hinzufügen' aktiviert ist.

# youDoNotHaveAnyMatch
source: No parts you want currently appear in your favorite PAB locations. Try your luck at their next update!
de: Keine der von Ihnen gewünschten Teile erscheinen derzeit an Ihren bevorzugten PAB-Standorten. Versuchen Sie Ihr Glück beim nächsten Update!

# whereToFindWhatImLookingFor
source: Locations With Parts You Want
de: Standorte mit den von Ihnen gesuchten Teilen

# amongYourXFavoritePABs
source: Among your {count} favorite PAB locations
de: Unter Ihren {count} bevorzugten PAB

# pabDoNotHaveCoverPhoto
source: This PAB has no cover photo. It would be appreciated if you took a photo of the PAB or the store (in landscape), then sent it to us on Discord! Thanks :)
de: Dieser Laden hat kein Titelbild! Sie können uns ein Foto im Konfigurationsbereich senden! Vielen Dank im Voraus!

# pabNoCoverImage
source: No Cover Image
de: Kein Titelbild

# pabEditImage
source: Edit Image
de: Bild bearbeiten

source: PAB not found.
de: PAB nicht gefunden.

# pabNoMoreWatched
source: This PAB is no longer in your favorites.
de: Dieser PAB ist nicht mehr in Ihren Favoriten.

# pabAlreadyWatched
source: You already have this PAB as a favorite.
de: Sie haben diesen PAB bereits als Favoriten.

# pabMaxWatchedList
source: You've reached your limit of favorites.
de: Sie haben Ihre Favoritenliste voll.

# pabNowWatched
source: You've added this PAB to your favorites.
de: Sie haben diesen PAB zu Ihren Favoriten hinzugefügt.

# changeCoverImage
source: Change the Cover Image
de: Titelbild ändern

# pabCoverImageExplainGoal
source: The aim of this image is to represent the shop as well as possible. It can contain just the PAB wall or the entire shop.
de: Ziel dieses Bildes ist es, den Laden so gut wie möglich darzustellen. Es kann nur die PAB-Wand oder den gesamten Laden zeigen.

source: Choose a Picture
de: Ein Bild auswählen

source: Take a Picture
de: Ein Foto machen

# cropping
source: Crop
de: Zuschneiden

# imageNowIntoModeration
source: The image has been submitted for approval.
de: Das Bild wurde zur Genehmigung eingereicht.

# pabCoverImageWillAppearAfterModeration
source: If it is approved, it will appear on the PAB page.
de: Wenn es genehmigt wird, wird es auf der PAB-Seite erscheinen.

source: Thank you!
de: Danke!

# partCategoryId0
source: All
de: Alle

# partCategoryId1
source: Baseplates
de: Grundplatten

# partCategoryId2
source: Bricks
de: Steine

# partCategoryId3
source: Plates
de: Platten

# partCategoryId4
source: Tiles
de: Fliesen

# partCategoryId5
source: Animals
de: Tiere
