Repository: brickassist-app/brickassist-translations
Catalog: *_app_content/app_*.arb
Languages: de, fr

# pabInventoryTipMovement
source: Explanation: Why do we take inventory from top to bottom instead of from left to right? The community has already tested this: when there are a lot of people in front of the wall, like children for example, it's easier to stay in one place and move your head up and down, rather than constantly moving from left to right.
de: Erklärung: Warum nehmen wir das Inventar von oben nach unten auf und nicht von links nach rechts? Die Community hat das bereits getestet: Wenn viele Menschen vor der Wand stehen, wie zum Beispiel Kinder, ist es einfacher, an einem Platz zu bleiben und den Kopf nach oben und unten zu bewegen, anstatt ständig von links nach rechts zu schauen.
fr: Explication : Pourquoi fait-on l’inventaire de haut en bas plutôt que de gauche à droite ? La communauté a déjà testé : lorsqu’il y a beaucoup de monde devant un mur, comme des enfants par exemple, il est plus simple de rester à sa place et de faire des mouvements de haut en bas avec la tête, plutôt que de se déplacer constamment de gauche à droite.

# pabExportTip
source: The exported render is not intended to faithfully reproduce the layout of the wall but rather to present its content clearly. It is designed to inform users who do not yet have the BrickAssist app. The parts are sorted by color to allow for quick and intuitive identification.
de: Die exportierte Darstellung soll nicht die genaue Anordnung der Wand wiedergeben, sondern ihren Inhalt übersichtlich präsentieren. Sie ist für Benutzer gedacht, die die BrickAssist-App noch nicht nutzen. Die Teile sind nach Farben sortiert, um eine schnelle und intuitive Identifizierung zu ermöglichen.
fr: Le rendu exporté n’a pas pour but de reproduire fidèlement l’agencement du mur, mais plutôt de présenter son contenu de manière claire. Il est conçu pour informer les utilisateurs qui ne disposent pas encore de l’application BrickAssist. Les pièces y sont triées par couleurs, afin de permettre une identification rapide et intuitive.

source: views
de: Aufrufe
fr: vues

source: view
de: Aufruf
fr: vue

# unitDayShort
source: d
de: T
fr: j

source: My creations
de: Meine Kreationen
fr: Mes créations

source: Admin Account
de: Admin-Konto
fr: Compte Admin

source: General
de: Allgemein
fr: Général

source: My Data
de: Meine Daten
fr: Mes données

source: Settings
de: Einstellungen
fr: Paramètres

source: Statistics
de: Statistiken
fr: Statistiques

source: Links
fr: Liens

# visitBAWebSite
source: Visit website
de: Besuche die Website
fr: Visiter le site

source: Part Renders
de: Teile-Renderings
fr: Rendus des pièces

source: Rate BrickAssist
de: Bewerte BrickAssist
fr: Évaluer BrickAssist

# participateTranslations
source: Contribute translations
de: An Übersetzungen teilnehmen
fr: Participer aux traductions

source: Follow us
de: Folge uns
fr: Nous suivre

source: Profile
de: Profil
fr: Profil

source: Image Moderation
de: Bildmoderation
fr: Modération d'images

source: Possible Actions
de: Mögliche Aktionen
fr: Actions possibles

source: Nothing to moderate!
de: Nichts zu moderieren!
fr: Rien à modérer !

source: Ambassador Requests
de: Botschafteranfragen
fr: Demandes d’ambassadeur

source: Ambassador Request
de: Botschafteranfrage
fr: Demande d’ambassadeur

# ambassadorRequestLimitReached
source: You have reached the limit of PABs you can apply to! If you kindly contact an admin, we can help you. Remember to bring candies!
de: Du hast die Grenze der PABs erreicht, bei denen du dich bewerben kannst! Wenn du freundlich einen Admin kontaktierst, können wir dir helfen. Denk daran, Bonbons mitzubringen!
fr: Tu as atteint la limite du nombre de PAB auxquels tu peux postuler ! Après si tu contactes gentiment un admin, on pourra t'aider. Penses à ramener des bonbons !

# ambassadorRequestPendingModeration
source: Your request to become an ambassador for this PAB will be processed by our admins, it's only a matter of time!
de: Deine Anfrage, Botschafter dieses PAB zu werden, wird von unseren Admins bearbeitet, es ist nur noch eine Frage der Zeit!
fr: Ta demande pour devenir ambassadeur de ce PAB va être traitée par nos admins, ce n'est plus qu'une question de temps !

source: Become Ambassador for this PAB
de: Werde Botschafter für dieses PAB
fr: Devenir ambassadeur pour ce PAB

source: I accept my mission!
de: Ich akzeptiere meine Mission!
fr: J'accepte ma mission !

# forIndefinitePeriod
source: For an indefinite period
de: Für eine unbestimmte Dauer
fr: Pour une durée indéterminée

source: How many days?
de: Wie viele Tage?
fr: Combien de jours ?

# featureEndOfDemo
source: To use this feature, you need to create an account
de: Um diese Funktion nutzen zu können, musst du ein Konto erstellen
fr: Pour pouvoir utiliser cette fonctionnalité tu dois te créer un compte

source: Duration
de: Dauer
fr: Durée

source: Language
de: Sprache
fr: Langue

source: Comment if refused
de: Kommentar bei Ablehnung
fr: Commentaire si refus

source: Accept
de: Akzeptieren
fr: Accepter

source: Refuse
de: Ablehnen
fr: Refuser

# stockSingular
source: Stock
de: Teil

# stockPlural
source: Stocks
de: Teile

# initialQuantity
source: Initial
de: Anfangsmenge

source: Configuration
de: Konfiguration

# colorIsActive
source: Active
de: Aktiv

# partColoredOpaque
source: Opaque
de: Opak

source: Description:
de: Beschreibung:
