Repository: brickassist-app/brickassist-translations
Catalog: *_app_content/app_*.arb
Languages: de, fr

# takeInventoryCannotFindPart
source: I Couldn't Find the Part
de: Ich konnte das Teil nicht finden
fr: Je n'ai pas trouvé la pièce

# takeInventoryInaccessibleOrEmpty
source: Slot Inaccessible or Empty
de: Slot unzugänglich oder leer
fr: Emplacement inaccessible ou vide

# takeInventoryContainsAPart
source: Contains a Part
de: Enthält ein Teil
fr: Contient une pièce

# validateAction
source: Validate
de: Bestätigen
fr: Valider

# notNowAction
source: Not Now
de: Nicht jetzt
fr: Pas maintenant

# startMyStockEndOfDemo
source: To start creating your inventory, you'll need to create an account. You'll be able to add parts by choosing their color, modify the quantity of your stock, add them to your wanted list, etc...
de: Um mit der Erstellung deines Inventars zu beginnen, musst du ein Konto erstellen. Du kannst Teile hinzufügen, indem du eine Farbe auswählst, die Menge deines Bestands änderst, sie zu deiner Wunschliste hinzufügst usw.
fr: Pour commencer à créer ton inventaire, tu dois créer un compte. Tu pourras ajouter des pièces en choisissant leur couleur, modifier la quantité de ton stock, les ajouter à ta liste de recherche, etc...

source: All Tips
de: Alle Tipps
fr: Toutes les astuces

source: Tip for this part:
de: Tipp für dieses Teil:
fr: Astuce pour cette pièce :

source: unit
de: Einheit
fr: unité

source: Optimization proposed by:
de: Vorgeschlagene Optimierung von:
fr: Optimisation proposée par :

source: Discover the tip
de: Entdecke den Tipp
fr: Découvrir l'astuce

source: Large Box
de: Große Box
fr: Grande boîte

source: Small Box
de: Kleine Box
fr: Petite boîte

source: Large Cup
de: Großer Becher
fr: Grand gobelet

source: Small Cup
de: Kleiner Becher
fr: Petit gobelet

source: Less than
de: Weniger als
fr: Moins de

# allColorsEndOfDemo
source: To access all known colors, you need to create an account. You can search for colors by name, find out about their history and compare them with your own part very easily, simply by placing the part on your screen.
de: Erstelle ein Konto, um auf alle bekannten Farben zuzugreifen. Du kannst nach Farben suchen, ihre Geschichte einsehen und sie ganz einfach mit deinem Teil vergleichen, indem du es einfach auf deinem Bildschirm platzierst.
fr: Pour accéder à toutes les couleurs connues tu dois créer un compte. Tu pourras chercher les couleurs par nom, connaître leur histoire et les comparer avec tes pièces très facilement, pour cela il te suffira de poser la pièce sur ton écran.

# fillerTipsEndOfDemo
source: To access all the filling tips, you need to create an account. When you visit a PAB, you'll learn the best ways to arrange the parts in the boxes. It's all explained with pictures. You'll love it!
de: Erstekke ein Konto, um auf alle Fülltipps zuzugreifen. Wenn du eine PAB-Wand besuchst, wirst du für dich selbst die besten Möglichkeiten finden, die Teile in den Slots anzuordnen. Alles ist mit Bildern erklärt. Es wird dir bestimmt gefallen!
fr: Pour accéder à toutes les astuces de remplissage tu dois créer un compte. Tu pourras connaître les meilleures façons de disposer les pièces dans les boîtes lorsque tu te rendras dans un PAB. Tout est expliqué avec des images. Tu vas adorer !

# allStatsEndOfDemo
source: To access all the statistics you need to create an account. You'll discover interesting data linked to your stock and that of other users of the application.
de: Erstelle ein Konto, um auf alle Statistiken zuzugreifen. Du wirst interessante Daten zu deinem Bestand und dem anderer Benutzer der App einsehen können.
fr: Pour accéder à toutes les statistiques tu dois créer un compte. Tu découvriras des données intéressantes liées à ton stock et à celui des autres utilisateurs de l'application.

# watchPabEndOfDemo
source: To add this PAB to your favorites, you need to create an account. You'll be able to use your list of favorite PAB to find the parts you're looking for quickly and easily.
de: Erstelle ein Konto, um diese PAB-Wand zu deinen Favoriten hinzuzufügen. Du kannst die Liste deiner favorisierten PAB-Wände verwenden, um deine benötigten Teile schnell und einfach zu finden.
fr: Pour ajouter ce PAB à tes favoris, tu dois te créer un compte. Tu pourras utiliser ta liste de PAB favoris pour trouver rapidement et simplement les pièces que tu cherches.

source: just now
de: gerade eben
fr: à l'instant

# minAgo
source: {count} min ago
de: vor {count} min
fr: il y a {count} min

# hourAgo
source: {count}h ago
de: vor {count}h
fr: il y a {count} h

# dayAgo
source: {count}d ago
de: vor {count}d
fr: il y a {count} j

source: Blocked account
de: Gesperrtes Konto
fr: Compte bloqué

# listedParts
source: parts listed
de: erfasste Teile
fr: pièces recensées

# listedColors
source: colors listed
de: erfasste Farben
fr: couleurs recensées

source: users
de: benutzer
fr: utilisateurs

# stocksIncludingAllUsers
source: user stocks
de: bestände der benutzer
fr: stocks des utilisateurs

# partsIncludingAllStocks
source: parts in inventories
de: teile in allen inventaren
fr: pièces dans les inventaires

source: Official
de: Offiziell
fr: Officiel

source: Official Store
de: Offizieller Store
fr: Magasin officiel

source: Certified
de: Zertifiziert
fr: Certifié

source: Certified Store
de: Zertifizierter Store
fr: Magasin certifié

source: Independent
de: Unabhängig
fr: Indépendant

source: Independent Store
de: Unabhängiger Store
fr: Magasin indépendant

# becomeAmbassador
source: Become an Ambassador
de: Botschafter werden
fr: Devenir ambassadeur

# ambassadorPageTitle
source: What is an Ambassador?
de: Was ist ein Botschafter?
fr: Être ambassadeur, c'est quoi ?

# ambassadorExplanation1
source: An ambassador is a person responsible for the inventory of a PAB.
de: Ein Botschafter ist eine Person, die für die Inventarisierung einer PAB-Wand verantwortlich ist.
fr: Un ambassadeur c’est une personne qui est responsable de l’inventaire d’un PAB.

# ambassadorExplanation2
source: It's voluntary, there's no contract, and you can stop at any time.
de: Es ist freiwillig, es gibt keinen Vertrag, und du kannst jederzeit aufhören.
fr: C’est volontaire, sans contrat et on peut arrêter à tout moment.

# ambassadorExplanation3
source: As an ambassador, you should visit a PAB location on a regular basis, if possible. If visit a location at least once every six weeks, this role is for you!
de: Als Botschafter solltest du möglichst regelmäßig einen PAB-Standort besuchen. Wenn du ohnehin etwa alle sechs Wochen in einen Store mit PAB-Wand gehst, ist diese Rolle wie für dich gemacht!
fr: Être ambassadeur demande de se rendre dans un PAB avec une certaine régularité, dans la mesure du possible. Si tu penses pouvoir y aller au moins une fois toutes les 6 semaines, ce rôle est pour toi !

# ambassadorExplanation4
source: Ambassadors play a very important role in the application. Without their precision, dedication, and passion, the PAB content in the BrickAssist application would be worthless!
de: Botschafter spielen eine sehr wichtige Rolle in dieser App. Ohne ihre Präzision, Hingabe und Leidenschaft wären die PAB-Inhalte in der BrickAssist-App wertlos!
fr: Les ambassadeurs ont un rôle très important dans l’application. Sans leur précision, leur sérieux et leur passion, le contenu des PAB dans l’application BrickAssist n'aurait pas de valeur !

# ambassadorExplanation5
source: Users need accurate and regular updates to know whether they should visit a store or place an order.
de: Die Benutzer benötigen genaue und regelmäßige Updates, um zu wissen, ob sie einen Laden besuchen oder eine Bestellung aufgeben sollen.
fr: En effet, les utilisateurs ont besoin de leur précision et de mises à jour régulières pour savoir s’ils peuvent se déplacer dans un magasin ou faire une commande.

# ambassadorExplanation6
source: Someone can be an ambassador for several PAB locations, and a PAB can also have several ambassadors.
de: Jemand kann Botschafter für mehrere PAB-Standorte sein, und eine PAB-Wand kann auch mehrere Botschafter haben.
fr: Un ambassadeur peut l’être sur plusieurs PAB et un PAB peut aussi avoir plusieurs ambassadeurs ce qui permet une mise à jour plus fréquente.

# ambassadorExplanation7
source: Would you like to become a BrickAssist ambassador?
de: Möchtest du ein BrickAssist-Botschafter werden? Kontaktiere uns über Discord oder Facebook!
fr: Tu aimerais devenir un ambassadeur BrickAssist ?

source: ambassador
de: Botschafter
fr: ambassadeur

source: ambassadors
de: Botschafter
fr: ambassadeurs

# yourFavoritePABs
source: Your favorite PAB:
de: Deine favorisierten PAB-Wände:
fr: Tes PAB favoris :

# youHaveToAddPABToFavourites
source: To search for a part, start by adding at least one PAB location to your favorites!
de: Füge zunächst mindestens einen PAB-Standort zu deinen Favoriten hinzu, um nach einem Teil zu suchen!
fr: Pour rechercher une pièce, il faut commencer par ajouter au moins un PAB à tes favoris !

# youHaveToMarkANeededPart
source: You have no parts on your wanted list! To mark a part as wanted, you must have at least one part in your inventory with 'Add to My Wanted List' checked.
de: Du hast keine Teile auf deiner Wunschliste! Um ein Teil als benötigt zu markieren, musst du mindestens ein Teil in deinem Inventar mit 'Zu meiner Wunschliste hinzufügen' markiert haben.
fr: Tu ne recherches actuellement aucune pièce ! Pour noter une pièce comme étant recherchée, tu dois avoir au moins un stock de pièces avec l'option 'Ajouter à ma liste de recherche' de cochée.

# youDoNotHaveAnyMatch
source: No parts you want currently appear in your favorite PAB locations. Try your luck at their next update!
de: Derzeit befinden sich keine benötigten Teile in deinen favorisierten PAB-Wänden. Versuche dein Glück bei deren nächstem Update!
fr: Aucune des pièces que tu recherches n'apparait actuellement dans les PAB que tu as en favoris. Retente ta chance à leur prochaine mise à jour !

# whereToFindWhatImLookingFor
source: Locations With Parts You Want
de: Standorte mit den Teilen, die du benötigst
fr: Où trouver ce que je cherche :

# amongYourXFavoritePABs
source: Among your {count} favorite PAB
de: Unter deinen {count} favorisierten PAB-Wänden
fr: Parmi tes {count} PAB favoris

# pabDoNotHaveCoverPhoto
source: This Store doesn't have its cover photo! You can send us a photo in the Configuration area! Thanks in advance!
de: Dieser Store hat kein Titelbild! Im Konfigurationsbereich kannst du uns ein Foto senden! Vielen Dank im Voraus!
fr: Ce store a besoin d'une photo de couverture ! Tu peux nous en envoyer une en allant dans Configuration ! Merci d'avance !

# pabNeedsConfiguration
source: This PAB needs you to update its configuration
de: Diese PAB-Wand benötigt eine Aktualisierung der Konfiguration.
fr: Ce PAB a besoin que tu mettes à jour sa configuration

# pabNoCoverImage
source: No Cover Image
de: Kein Titelbild
fr: Aucune image de couverture

# pabEditImage
source: Edit Image
de: Bild bearbeiten
fr: Modifier l'image

source: PAB not found.
de: PAB-Wand nicht gefunden.
fr: PAB non trouvé

# pabNoMoreWatched
source: This PAB is no longer in your favorites.
de: Diese PAB-Wand ist nicht mehr in deinen Favoriten.
fr: Ce PAB n'est plus dans tes favoris

# pabAlreadyWatched
source: You already have this PAB as a favorite.
de: Du hast diese PAB-Wand bereits als Favorit markiert.
fr: Tu as déjà ce PAB dans tes favoris

# pabMaxWatchedList
source: You've reached your limit of favorites.
de: Du hast dein Limit für favorisierte PAB-Wände erreicht.
fr: Tu as atteint ta limite de favoris

# pabNowWatched
source: You've added this PAB to your favorites.
de: Du hast diese PAB-Wand zu deinen Favoriten hinzugefügt.
fr: Tu as ajouté ce PAB à tes favoris

# changeCoverImage
source: Change the Cover Image
de: Titelbild ändern
fr: Changer l'image de couverture

# pabCoverImageWarningMessage1
source: - The PAB cover image must be in landscape orientation.
de: - Das Titelbild der PAB-Wand muss im Querformat sein.
fr: - L'image de couverture d'un PAB est obligatoirement en paysage.

# pabCoverImageWarningMessage2
source: - To respect everyone's rights, no faces should be visible in the photo.
de: - Um die Rechte aller zu respektieren, dürfen in dem Foto keine Gesichter sichtbar sein.
fr: - Afin de respecter les droits de chacun, aucun visage de doit être visible sur la photo.

# pabCoverImageWarningMessage3
source: - I know it's tricky, but... the Danish brand's red square must NOT appear in the photo. They haven't authorized us to do it yet :)
de: - Ich weiß, es ist knifflig, aber... das rote Quadrat der dänischen Marke darf NICHT im Foto zu sehen sein. Sie haben uns bisher noch nicht dazu autorisiert :)
fr: - Je sais que cela est difficile mais... il ne faut PAS que le carré rouge de la marque Danoise apparaisse sur la photo. Ils ne nous ont pas encore autorisé à le faire :)

# pabCoverImageExplainGoal
source: The aim of this image is to represent the shop as well as possible. It can contain just the PAB wall or the entire shop.
de: Das Ziel dieses Bildes ist es, den Store so gut wie möglich darzustellen. Es kann nur die PAB-Wand oder den gesamten Store enthalten.
fr: Cette image a pour but de représenter le mieux possible le magasin. Elle peut contenir uniquement le mur PAB ou bien le magasin dans son ensemble.

source: Choose a Picture
de: Wähle ein Bild
fr: Choisir une photo

source: Take a Picture
de: Mach ein Bild
fr: Prendre une photo

# cropping
source: Crop
de: Zuschneiden
fr: Recadrage

# imageNowIntoModeration
source: The image has been submitted for approval.
de: Das Bild wurde zur Genehmigung eingereicht.
fr: L'image que tu viens d'envoyer va maintenant passer en modération.

# pabCoverImageWillAppearAfterModeration
source: If it is approved, it will appear on the PAB page.
de: Wenn es genehmigt wird, wird es auf der PAB-Seite angezeigt.
fr: Dès qu'elle sera validée elle apparaîtra dans la page du PAB.

source: Thank you!
de: Danke!
fr: Merci !

# partCategoryId0
source: All
de: Alle
fr: Tout

# partCategoryId1
source: Baseplates
de: Grundplatten
fr: Bases

# partCategoryId2
source: Bricks
de: Standardsteine
fr: Briques

# partCategoryId3
source: Plates
de: Platten
fr: Plaques

# partCategoryId4
source: Tiles
de: Fliesen
fr: Tuiles

# partCategoryId5
source: Animals
de: Tiere
fr: Animaux

# partCategoryId6
source: Plants
de: Pflanzen
fr: Plantes

# partCategoryId7
source: Rocks
de: Felsen
fr: Roches

# partCategoryId8
source: Windows & Doors
de: Fenster & Türen
fr: Fenêtres & Portes

# partCategoryId9
source: Panels
de: Paneele
fr: Panneaux

# partCategoryOthers
source: Others
de: Andere
fr: Autres

# takePartProjectTranslationsTitle
source: Translations
de: Übersetzungen
fr: Traductions

# takePartProjectTranslationsText
source: We value your feedback! We are constantly striving to improve our translations and make adjustments based on your input. If you notice any errors or have suggestions for improvements, please let us know. Additionally, we are looking to expand our language offerings. If you're interested in contributing by correcting existing translations or adding new ones, you can do so by visiting our public project on GitHub dedicated to translations.
de: Wir schätzen dein Feedback! Wir bemühen uns ständig, unsere Übersetzungen zu verbessern und basierend auf deinem Input Anpassungen vorzunehmen. Wenn du Fehler bemerkst oder Verbesserungsvorschläge hast, lass es uns bitte wissen. Außerdem möchten wir unser Sprachenangebot erweitern. Wenn du daran interessiert bist, bestehende Übersetzungen zu korrigieren oder neue hinzuzufügen, kannst du dies tun, indem du unser öffentliches Projekt auf GitHub besuchst, das sich mit Übersetzungen beschäftigt.
fr: Ton avis compte pour nous ! Nous cherchons toujours à améliorer nos traductions en tenant compte de tes retours. Si tu remarques des erreurs ou si tu as des idées d'améliorations, n'hésite pas à nous en faire part. Nous envisageons en permanence d'ajouter de nouvelles langues à notre projet. Si ça te dit de contribuer en corrigeant des traductions existantes ou en ajoutant de nouvelles langues, tu peux le faire en te rendant sur notre projet public sur GitHub dédié aux traductions.

# goToGitHubBtn
source: Translations on GitHub
de: Übersetzungen auf GitHub
fr: Traductions sur GitHub

# partRendersTitle
source: Part renders
de: Darstellungen der steine
fr: Rendus des pièces

# partRendersText
source: Some of the realistic and high-quality part renders we offer are made possible thanks to the amazing LDRAW project. This free and community-driven initiative relies on passionate contributors who create and share digital models of bricks. We highly encourage you to explore LDRAW, an essential resource for all building enthusiasts.
de: Einige der realistischen und hochwertigen Darstellungen der Teile, die wir dir bieten, sind dank des großartigen LDRAW-Projekts möglich. Dieses kostenlose und gemeinschaftlich organisierte Projekt basiert auf leidenschaftlichen Mitwirkenden, die digitale Modelle von Bausteinen erstellen und teilen. Wir laden dich herzlich ein, LDRAW zu entdecken – eine unverzichtbare Ressource für alle Bau-Enthusiasten.
fr: Certaines des représentations réalistes et de haute qualité des pièces que nous mettons à votre disposition sont possibles grâce au formidable projet LDRAW. Ce projet gratuit et participatif repose sur une communauté passionnée qui contribue à créer et partager des modèles numériques de briques. Nous vous invitons grandement à découvrir LDRAW, un projet incontournable pour tous les amateurs de construction.

# goToLDrawBtn
source: Visit LDRAW project
de: LDRAW entdecken
fr: Découvrir LDRAW

# popularPABPartsColored
source: Popular parts in PAB
de: Beliebte Teile in PAB
fr: Pièces populaires des PAB

# partColoredPrinted
source: Printed
de: Bedruckt
fr: Imprimé

# partColoredOld
source: Old
de: Alt
fr: Ancienne

# searchAPab
source: Search for a PAB
de: Suche einen PAB-Standort
fr: Chercher un PAB

source: or
de: oder
fr: ou

source: Users by country
de: Benutzer nach Land
fr: Utilisateurs par pays

# describeWallConfiguration
source: What is the wall configuration?
de: Wie sieht die Wandkonfiguration aus?
fr: Quelle est la configuration du mur ?

# slotsStraight
source: The slots are straight
de: Die Slots sind gerade
fr: Les emplacements sont droits

# slotsStaggered
source: The slots are staggered
de: Die Slots sind versetzt
fr: Les emplacements sont décalés

# slotsStraightConfigExplanation
source: In this example, the PAB wall is 4 spots wide and 5 spots high.
de: In diesem Beispiel ist die PAB-Wand 4 Slots breit und 5 Slots hoch.
fr: Dans cet exemple, le PAB est composé de 4 colonnes et de 5 lignes.

# slotsStaggeredConfigExplanation
source: In these two examples, you can see a staggered PAB wall: in the first image, the first row has more spots wide than the second, while in the second image, the first row has fewer spots wide than the second. However, in both examples, the wall is 4 spots wide and 5 spots high.
de: In diesen beiden Beispielen siehst du eine versetzte PAB-Wand: im ersten Bild hat die erste Reihe mehr Slots als die zweite, während im zweiten Bild die erste Reihe weniger Slots hat als die zweite. In beiden Beispielen ist die Wand jedoch 4 Slots breit und 5 Slots hoch.
fr: Dans ces deux exemples, tu peux voir un mur PAB décalé : dans la première image, la première ligne est plus large que la seconde, tandis que dans la deuxième image, la première ligne est moins large que la seconde. Cependant, dans les deux exemples, le PAB est composé de 4 colonnes et de 5 lignes.

# pabAmbassadorComment
source: Comments between Ambassadors:
de: Kommentare unter Botschaftern:
fr: Commentaires entre ambassadeurs :

# pabAmbassadorCommentHint
source: If you want to share information or instructions among yourselves...
de: Wenn du Informationen oder Anweisungen untereinander teilen möchtest...
fr: Si vous avez envie de partager des informations ou des consignes entre vous...

source: Workshop
de: Werkstatt
fr: Atelier

# workshopSearchHintText
source: Search your workshop...
de: Durchsuche deine Werkstatt...
fr: Chercher dans mon atelier...

# workshopAddBundle
source: Add an element to my workshop
de: Ein Element zu meiner Werkstatt hinzufügen
fr: Ajouter un élément à mon atelier

# seeAllBundles
source: See all
de: Alle ansehen
fr: Tout voir

# createABundle
source: Create a MOC
de: Erstelle ein MOC
fr: Créer un MOC

# emptyWorkshop
source: Your workshop is empty. Press the '+' icon to get started!
de: Deine Werkstatt ist leer. Drücke das '+'-Symbol, um zu beginnen!
fr: Ton atelier est vide, utilise le bouton '+' en bas à droite pour commencer !

source: Minifigure
de: Minifigur
fr: Minifigurine

source: Minifigures
de: Minifiguren
fr: Minifigurines

source: Official set
de: Offizielles Set
fr: Set officiel

source: Official sets
de: Offizielle Sets
fr: Sets officiels

source: created by
de: erstellt von
fr: créé par

# viewPartsList
source: View the list of parts
de: Teileliste anzeigen
fr: Voir la liste des pièces

# addToWorkshop
source: Add to my workshop
de: Zu meiner Werkstatt hinzufügen
fr: Ajouter à mon atelier

# addedToWorkshop
source: Added to my workshop!
de: Zu meiner Werkstatt hinzugefügt!
fr: Ajouté à mon atelier !

# removeFromWorkshop
source: Remove from my workshop
de: Aus meiner Werkstatt entfernen
fr: Retirer de mon atelier

# removedFromWorkshop
source: Removed from my workshop!
de: Aus meiner Werkstatt entfernt!
fr: Retiré de mon atelier!

# deleteBundle
source: Delete this bundle
de: Dieses Bundle löschen
fr: Effacer ce bundle

# deletedBundle
source: Bundle deleted!
de: Bundle gelöscht!
fr: Bundle supprimé

source: Version number:
de: Versionsnummer:
fr: Numéro de la version :

# modificationDate
source: Modified on:
de: Geändert am:
fr: Modifié le :

source: Creation date:
de: Erstellungsdatum:
fr: Date de création :

# identifier
source: BrickAssist Identifier:
fr: Identifiant BrickAssist :

source: Copied!
de: Kopiert!
fr: Copié !

# statusInProgress
source: In progress
de: In Bearbeitung
fr: En cours

# weightAllUsersPartInventories
source: of bricks in inventories
de: steine
fr: de briques dans les inventaires

# weightUserPartInventory
source: Inv. Weight ({unity})
de: Inventargewicht ({unity})
fr: Poids inv. ({unity})

# weightOfPart
source: Weight of the part
de: Gewicht des Teils
fr: Poids de la pièce

# weightOfStock
source: Weight of this stock
de: Gewicht dieses Bestands
fr: Poids du stock

# pabInventoryTipSlideCard
source: Tip: Cards can be freely scrolled to the left or right, allowing you to quickly move from one spot on the wall to another without having to modify all the content.
de: Tipp: Karten können frei nach links oder rechts gescrollt werden, sodass du schnell von einem Slot an der Wand zum nächsten wechseln kannst, ohne den gesamten Inhalt ändern zu müssen.
fr: Astuce : Les cartes peuvent être défilées librement vers la gauche ou vers la droite, te permettant ainsi de te déplacer rapidement d’un emplacement à un autre sur le mur, sans avoir à modifier tous les contenus.
