Repository: brickassist-app/brickassist-translations
Catalog: *_app_content/app_*.arb
Languages: de, fr

# welcome
source: Hello
de: Hallo
fr: Salut

# colorPaletteBtn
source: Color Palette
de: Farbpalette
fr: Palette de couleurs

# fillerTipsBtn
source: Box Filling Tips
de: Tipps zum Befüllen von Boxen
fr: Astuces remplissage de boîte

# lastUpdatedPabsTitle
source: The Latest PAB Updates
de: Die neuesten PAB-Updates
fr: Les derniers PAB mis à jour

# faqBtn
source: FAQ
fr: Questions fréquentes

# homeBtnNav
source: Home
de: Startseite
fr: Accueil

source: Inventory
de: Inventar
fr: Inventaire

source: My Inventory
de: Mein Inventar
fr: Mon inventaire

# seeMore
source: More
de: Mehr
fr: Plus

source: Member since
de: Mitglied seit
fr: Membre depuis

# disconnectBtn
source: Log Out
de: Abmelden
fr: Déconnexion

source: First Name or Nickname
de: Vorname oder Spitzname
fr: Prénom ou pseudo

source: Name
fr: Nom

source: Country
de: Land
fr: Pays

source: Postal Code
de: Postleitzahl
fr: Code postal

# termsOfUse
source: General Terms of Use
de: Allgemeine Nutzungsbedingungen
fr: Conditions générales

source: Delete My Account
de: Mein Konto löschen
fr: Effacer mon compte

source: Save
de: Speichern
fr: Enregistrer

# returnAction
source: Back
de: Zurück
fr: Retour

# searchAColorEntry
source: Search colors...
de: Farben suchen...
fr: Chercher une couleur...

# nameLego
source: LEGO Name
fr: Nom Lego

# nameBrickLink
source: BrickLink Name
fr: Nom BrickLink

# chronology
source: Years Produced
de: Herstellungsjahre
fr: Chronologie

# stillActive
source: Production Status
de: Produktionsstatus
fr: Encore produite ?

source: Category
de: Kategorie
fr: Catégorie

source: Comment
de: Kommentar
fr: Commentaire

source: Yes
de: Ja
fr: Oui

source: No
de: Nein
fr: Non

source: Old Color
de: Alte Farbe
fr: Ancienne couleur

# deletedAccount
source: Account deleted
de: Konto gelöscht
fr: Compte effacé

source: Internal error
de: Interner Fehler
fr: Erreur interne

source: Account updated
de: Konto aktualisiert
fr: Profil mis à jour

source: Error during update
de: Fehler bei der Aktualisierung
fr: Erreur pendant la mise à jour

# errorDuringImageUpload
source: Error while uploading the image
de: Fehler beim Hochladen des Bildes
fr: Erreur durant l'envoi de l'image

# reallyWantToDeleteYourAccount1
source: Do you really want to delete your account? All your data will be permanently lost.
de: Möchtest du wirklich dein Konto löschen? Alle deine Daten gehen dauerhaft verloren.
fr: Veux-tu effacer ton compte ? Toutes tes données seront définitivement perdues.

# reallyWantToDeleteYourAccount2
source: If that's really the case, you just need to spell out 'aurevoir'
de: Falls das wirklich der Fall ist, musst du nur 'auf wiedersehen' eingeben.
fr: Si c'est vraiment le cas, tu dois juste écrire en toutes lettres 'aurevoir'

# deleteAction
source: Delete
de: Löschen
fr: Effacer

# closeAction
source: Close
de: Schließen
fr: Fermer

# enterEmail
source: Enter your email
de: Gib deine E-Mail ein
fr: Saisis ton email

# mustEnterValidEmail
source: Enter a valid email address
de: Gebe eine gültige E-Mail-Adresse ein
fr: L'email n'est pas valide

# appUpdateIsNeeded
source: To get the most out of your experience, you must update this application!
de: Aktualisiere die App, damit wir dir die bestmögliche Erfahrung gewährleisten können!
fr: Afin de profiter pleinement de ton expérience, tu dois mettre à jour l'application !

# updateAppAction
source: Update App
de: App aktualisieren
fr: Mettre à jour l'app

# loginAction
source: I Already Have an Account
de: Ich habe bereits ein Konto
fr: J'ai déjà un compte

# createAccountAction
source: Create an Account
de: Konto erstellen
fr: Créer un compte

# tryTheDemoFirst
source: I'll Take a Look First
de: Ich schaue es mir erst einmal an
fr: Je veux bien regarder d'abord

# stepsFormatter
source: Step {step}
de: Schritt {step}
fr: Étape {step}

source: (optional)
fr: (optionnel)

source: Date of Birth
de: Geburtsdatum
fr: Date de naissance

# nextAction
source: Next
de: Weiter
fr: Suivant

# getVerificationCodeAction
source: Receive a verification code
de: Einen Bestätigungscode erhalten
fr: Recevoir un code de vérification

# emailProviderRefused
source: A {provider} account is not authorized
de: Ein {provider}-Konto ist nicht erlaubt
fr: Un compte {provider} n'est pas autorisé

# verificationCodeExplanation1
source: You'll soon receive an email at:
de: Du erhältst in Kürze eine E-Mail an:
fr: Tu vas recevoir dans quelques instants un email à l'adresse :

# verificationCodeExplanation2
source: It contains a verification code and you have 10 minutes to enter it. If you can't find it, check your spam folder.
de: Diese enthält einen Bestätigungscode, der innerhalb von 10 Minuten eingegeben werden muss. Überprüfe auch deinen Spam-Ordner, falls du die E-Mail nicht findest.
fr: Il contient un code de vérification et tu as 10 minutes pour l'utiliser. Si tu ne le trouves pas, pense à regarder dans tes spams

source: Verification code:
de: Bestätigungscode:
fr: Code de vérification :

# verificationCodeError
source: Incorrect or expired verification code
de: Falscher oder abgelaufener Bestätigungscode
fr: Code de vérification erroné ou périmé

# myConfig
source: My Configuration
de: Meine Konfiguration
fr: Ma configuration

# partSingular
source: Part
fr: Pièce

# partPlural
source: Parts
fr: Pièces

# wantedStocks
source: Wanted
de: Benötigte
fr: En recherche

# searchInMyStockEntry
source: Search your inventory...
de: Inventar durchsuchen...
fr: Chercher dans mon stock...

# filters
source: Sort by:
de: Sortieren nach:
fr: Filtres :

# filterByCreationDate
source: Date created (default)
de: Erstellungsdatum (Standard)
fr: Par ordre de création (par défaut)

# filterOnlyNeededList
source: Only my needed list
de: Nur meine Wunschliste
fr: Uniquement ma liste de recherche

# filterDecreasingQuantity
source: Highest quantity first
de: Größte Menge zuerst
fr: Par quantité décroissante

# filterIncreasingQuantity
source: Lowest quantity first
de: Kleinste Menge zuerst
fr: Par quantité croissante

# filterByPart
source: Part
de: Bauteil
fr: Par pièce

# filterByColor
source: Color
de: Farbe
fr: Par couleur

# emptyStockPressToStart
source: Your inventory is empty. Press the '+' icon to get started!
de: Dein Inventar ist leer. Drücke auf das '+'-Symbol, um loszulegen!
fr: Ton inventaire est vide, utilise le bouton '+' en bas à droite pour commencer !

# noResults
source: No results found.
de: Keine Ergebnisse gefunden.
fr: Aucun résultat !

# createANewStock
source: Add a new part
de: Neues Teil hinzufügen
fr: Créer un nouveau stock

# goToDiscordBtn
source: Join Us on Discord
de: Trete uns auf Discord bei
fr: Aller sur Discord

# goToFacebookBtn
source: Visit Us on Facebook
de: Besuche uns auf Facebook
fr: Aller sur Facebook

source: Frequently Asked Questions
de: Häufig gestellte Fragen
fr: Questions fréquemment posées

# faq1Q
source: Why can't I find all the LEGO parts in the application?
de: Warum kann ich nicht alle LEGO-Teile in der App finden?
fr: Je ne trouve pas toutes les pièces Lego dans l'application, pourquoi ?

# faq1A
source: Not all LEGO parts are available in the app yet. We're working on improving the display and performance
de: Es sind noch nicht alle LEGO-Teile in der App verfügbar. Wir arbeiten daran, die Darstellung und Performance zu verbessern.
fr: Toutes les pièces Lego ne sont pas encore disponibles dans l'application, nous travaillons à innover en matière d'affichage et de performance

# faq2Q
source: How can I become a PAB ambassador?
de: Wie kann ich PAB-Botschafter werden?
fr: Comment je dois faire pour devenir ambassadeur de PAB ?

# faq2A
source: You just have to go to your desired PAB page and use the action to apply as an ambassador. You can apply to several PABs
de: Gehe auf die gewünschte PAB-Seite und betätige den entsprechenden Button, um dich als Botschafter zu bewerben. Du kannst dich bei mehreren PAB-Standorten als Botschafter bewerben
fr: Tu dois simplement aller sur la page du PAB souhaité et utiliser l'action pour postuler en tant qu'ambassadeur. Tu as la possibilité de postuler à plusieurs PAB

# configUpdated
source: Configuration saved
de: Konfiguration gespeichert
fr: Configuration enregistrée

# cannotUpdateConfig
source: Error saving configuration
de: Fehler beim Speichern der Konfiguration
fr: Error durant l'enregistrement de la configuration

# config1Title
source: Part Name Display
de: Anzeige des Bauteilnamens
fr: Pour l'affichage du nom des pièces :

# config1Choice1
source: Show LEGO and BrickLink names
de: LEGO- und BrickLink-Namen anzeigen
fr: Voir les noms Lego et BrickLink

# config1Choice2
source: Show LEGO names only
de: Nur LEGO-Namen anzeigen
fr: Voir uniquement les noms Lego

# config1Choice3
source: Show BrickLink names only
de: Nur BrickLink-Namen anzeigen
fr: Voir uniquement les noms BrickLink

# config2Title
source: Color Names Display
de: Anzeige der Farbnamen
fr: Pour l'affichage du nom des couleurs :

# config2Choice1
source: Show LEGO and BrickLink names
de: LEGO- und BrickLink-Namen anzeigen
fr: Voir les noms Lego et BrickLink

# config2Choice2
source: Show LEGO names only
de: Nur LEGO-Namen anzeigen
fr: Voir uniquement les noms Lego

# config2Choice3
source: Show BrickLink names only
de: Nur BrickLink-Namen anzeigen
fr: Voir uniquement les noms BrickLink

# youMustCreateAnAccount
source: You need to create an account
de: Du musst zuerst ein Konto erstellen
fr: Tu dois créer un compte

# colorSingular
source: Color
de: Farbe
fr: Couleur

# colorPlural
source: Colors
de: Farben
fr: Couleurs

source: Your stats
de: Deine Statistiken
fr: Tes statistiques

# inTheAppThereAre
source: Community stats
de: Community-Statistiken
fr: Statistiques de la communauté

# noResultsFound
source: No results were found
de: Keine Ergebnisse gefunden
fr: Aucun résultat n'a été trouvé

# modifyAStock
source: Edit a Part
de: Teil bearbeiten
fr: Modifier un stock

# createAStock
source: Add a Part
de: Teil hinzufügen
fr: Créer un stock

# createStockExplanationTitle
source: How does it work?
de: Wie funktioniert es?
fr: Comment ça marche ?

# createStockExplanation1
source: To find a part, use the search
de: Verwende die Suche, um ein Teil zu finden.
fr: Utilise le moteur de recherche

# createStockExplanation2
source: Pressing
de: Durch Drücken von
fr: Grâce à

# createStockExplanation3
source: re-uses the last part you added
de: wird das letzte hinzugefügte Teil erneut ausgewählt.
fr: tu peux réutiliser la dernière pièce que tu viens de créer

# createStockExplanation4
source: To find a printed part, start by searching for its shape
de: Um ein bedrucktes Teil zu finden, suche zuerst nach seiner Form
fr: Pour trouver une pièce imprimée, commence par rechercher sa forme

# createStockExplanation5
source: Choose a part to continue
de: Wähle ein Teil aus, um fortzufahren
fr: Sélectionne une pièce pour passer à l'étape suivante

# nowSelectTheColor
source: Select a color:
de: Wähle eine Farbe:
fr: Sélectionne une couleur :

# searchPartUsingKeyword
source: Search for a part:
de: Suche ein bestimmtes Teil:
fr: Cherche une pièce :

# exampleForPartSearch
source: e.g., '1x4', '4032', or 'plate'.
de: z.B. '1x4', '4032' oder 'Plate'.
fr: ex: '1x4' ou '4032' ou 'plate'

# reUseLastRecording
source: Re-use the room from the last recording
de: Den Raum aus der letzten Aufzeichnung wiederverwenden
fr: Re-utiliser la pièce du dernier enregistrement

source: Tips
de: Tipps
fr: Astuces

# tipsStockInfo
source: To avoid missing parts when you visit a PAB location, use the 'Add to My Wanted List' checkbox. These parts will appear in red in your inventory, and you can use a filter to find them quickly. When you open a PAB page, the parts you want will also be circled in red.
de: Betätige den Slider 'Zu meiner Wunschliste hinzufügen', um fehlende Teile bei deinem Besuch des PAB-Standorts zu vermeiden,. Diese Teile erscheinen rot in deinem Inventar, und du kannst einen Filter verwenden, um sie schnell zu finden. Auch wenn du eine PAB-Seite öffnest, werden die Teile aus deiner Wunschliste rot umkreist.
fr: - Pour t'éviter de rater des pièces lors de tes passages aux PAB, tu peux utiliser la case à cocher 'Ajouter à ma liste de recherche', ces stocks apparaîtront en rouge dans ton inventaire et tu peux utiliser un filtre pour les trouver rapidement. - De plus, quand tu ouvriras la page d'un PAB, les pièces que tu recherches seront également entourées en rouge.

# cancelAction
source: Cancel
de: Abbrechen
fr: Annuler

source: Warning
de: Warnung
fr: Attention

# reallyWantToDeleteStock
source: Do you really want to delete this part?
de: Möchtest du dieses Teil wirklich löschen?
fr: Tu veux vraiment effacer ce stock ?

# commentAboutStock
source: Notes
de: Notizen
fr: Commentaire sur ce stock :

# commentAboutStockExample
source: e.g., 'For the castle'
de: z.B. 'Für das Schloss'
fr: ex:'pour le château'

# locationAboutStock
source: Part Location
de: Lagerort des Teils
fr: Emplacement du stock :

# locationAboutStockExample
source: e.g., 'Drawer B42'
de: z.B. 'Schublade B42'
fr: ex:'tiroir B42'

# viewStock
source: View Part
de: Teil anzeigen
fr: Consulter un stock

# addedQuantity
source: Added
de: Hinzugefügt
fr: Ajouté

# addToSearchList
source: Add to My Wanted List
de: Zu meiner Wunschliste hinzufügen
fr: Ajouter à ma liste de recherche

# editAdditionalInfo
source: Edit Additional Information
de: Zusätzliche Informationen bearbeiten
fr: Modifier les informations supplémentaires

# addAdditionalInfo
source: Add Additional Information
de: Zusätzliche Informationen hinzufügen
fr: Ajouter d'autres informations

source: Last update:
de: Letztes Update:
fr: Dernière mise à jour :

source: Anonymous
de: Anonym
fr: Anonyme

# takeInventoryOfPab
source: Update PAB Inventory
de: PAB-Inventar aktualisieren
fr: Faire l'inventaire d'un PAB

# mustBeAmbassador
source: You must be a PAB ambassador
de: Du musst ein PAB-Botschafter sein
fr: Tu dois être ambassadeur d'un PAB

# consultPabInventory
source: View PAB Inventory
de: PAB-Inventar anzeigen
fr: Consulter l'inventaire d'un PAB

# findNeededParts
source: Find Parts I Want
de: Benötigte Teile finden
fr: Trouver les pièces que je cherche

# neededPartsAreTitle
source: The parts I want are:
de: Die Teile, die ich benötige, sind:
fr: Les pièces que je cherche sont :

# notCompleteListBecauseDemo
source: This list is not complete as you have not yet created your account
de: Diese Liste ist nicht vollständig, da du noch kein Konto erstellt hast
fr: Cette liste n'est pas complète car tu n'as pas encore créé ton compte

# pabStockQuantityPlenty
source: Large Quantity
de: Große Menge
fr: Quantité importante

# pabStockQuantityFewCups
source: A Few Large Boxes
de: Einige große Boxen
fr: Quelques grandes boîtes

# pabStockQuantityLessOneCup
source: Less Than One Large Box
de: Weniger als eine große Box
fr: Moins d'une grande boîte

source: Error
de: Fehler
fr: Erreur

source: by:
de: von:
fr: par :

# youNeedThisPart
source: You want this part!
de: Du benötigst dieses Teil!
fr: Tu recherches cette pièce !

# youHaveThatPart
source: You have
de: Du besitzt
fr: Tu en as :

# youDoNotHaveThatPart
source: You don't have this part!
de: Du besitzt dieses Teil nicht!
fr: Tu n'as pas cette pièce !

source: More than a week ago!
de: Über eine Woche her!
fr: Il y a plus d'une semaine !

# waitingForPabInventory
source: Awaiting inventory of this PAB
de: Warten auf das Inventar dieses PABs
fr: En attente de l'inventaire de ce PAB

# waitingForAnAmbassador
source: This PAB has no ambassador yet
de: Dieser PAB-Standort hat noch keinen Botschafter
fr: Ce PAB n'a pas encore d'ambassadeur

source: This PAB contains:
de: Diese PAB-Wand enthält:
fr: Ce PAB contient :

# ambassadorPabList
source: PAB(s) for which you are an ambassador:
de: PAB(s), für die du Botschafter bist:
fr: PAB(s) dont tu es ambassadeur(rice) :

source: PAB Management
fr: Gestion du PAB

source: Take Inventory
de: Inventar aufnehmen
fr: Faire l'inventaire

source: See Content
de: Inhalt ansehen
fr: Voir le contenu

source: Export Content
de: Inhalt exportieren
fr: Exporter le contenu

source: PAB Configuration
de: PAB-Konfiguration
fr: Configuration du PAB

source: Stop being Ambassador
de: Hör auf, Botschafter zu sein
fr: Ne plus être ambassadeur

# stopBeingAmbassadorConfirmation
source: Are you sure you no longer want to be an ambassador for this PAB?
de: Bist du sicher, dass du nicht mehr Botschafter für dieses PAB sein möchtest?
fr: Es-tu certain de ne plus vouloir être ambassadeur pour ce PAB ?

# howManyLinesInPab
source: How many spots high is the PAB?
de: Wie viele Reihen hat die PAB-Wand?
fr: Combien de lignes dans le PAB ?

# howManyColumnsInPab
source: How many spots wide is the PAB?
de: Wie viele Spalten hat die PAB-Wand?
fr: Combien de colonnes dans le PAB ?

# exportSaved
source: Export saved in your images.
de: Export in deinen Bildern gespeichert.
fr: Export sauvegardé dans tes images

# exportError
source: Error: cannot save the export.
de: Fehler: Der Export kann nicht gespeichert werden.
fr: Erreur d'enregistrement de l'export

# exportExplanation1
source: Once you've finished recording the inventory of a PAB, you can export its content as an image to post on social networks.
de: Sobald du die Inventarisierung einer PAB-Wand abgeschlossen hast, kannst du den Inhalt als Bild exportieren, um ihn in sozialen Netzwerken zu posten.
fr: Une fois que tu as fini de faire l'inventaire d'un PAB, tu as la possibilité d'en exporter le contenu afin de l'afficher sur les réseaux sociaux.

# exportExplanation2
source: The application will make an image containing all the parts in the PAB.
de: Die Anwendung erstellt ein Bild, das alle Teile aus der PAB-Wand enthält.
fr: L'application va préparer une image contenant toutes les pièces contenues dans le PAB.

# exportExplanation3
source: Once you've downloaded it, you can simply post the image.
de: Sobald du es heruntergeladen hast, kannst du das Bild einfach posten.
fr: Une fois que tu l'auras téléchargée, tu n'auras plus rien à faire si ce n'est poster cette image sur les réseaux.

# exportWarning
source: It can happen that the export is entirely black. Simply relaunch the export.
de: Es kann passieren, dass der Export ganz schwarz ist. Starte in diesem Fall den Export einfach erneut.
fr: Il peut arriver que l'export soit entièrement noir. Il suffit de relancer l'export.

# takeInventoryIntroduction1
source: You're about to take inventory of this PAB.
de: Du bist dabei, das Inventar dieser PAB-Wand aufzunehmen.
fr: Tu es sur le point de faire l’inventaire de ce PAB.

# takeInventoryIntroduction2
source: Based on the configuration you made earlier, each drawer is assigned a reference in the manner of an Excel table cell. Each column becomes a letter and each row becomes a number.
de: Basierend auf der vorherigen Konfiguration hat jede Schublade eine Referenz, ähnlich einer Excel-Tabelle. Jede Spalte wird zu einem Buchstaben und jede Zeile zu einer Zahl.
fr: En fonction de la configuration que tu as faite précédemment, l’application va attribuer à chaque tiroir une référence à la manière d’une case de tableau Excel. Chaque colonne devient une lettre et chaque ligne devient un chiffre.

# takeInventoryExplanationWallTypeStraight1
source: The application will help you fill in the inventory from top to bottom and from left to right. Example A1 then A2, then A3, then B1, then B2, etc...
de: Die Anwendung hilft dir, das Inventar von oben nach unten und von links nach rechts auszufüllen. Beispiel A1, dann A2, dann A3, dann B1, dann B2 usw.
fr: L’application va t’aider à remplir l’inventaire de haut en bas et de gauche à droite. Exemple A1 puis A2, puis A3, puis B1, puis B2, etc…

# takeInventoryExplanationWallTypeStaggered1
source: According to the current configuration, this wall is of the staggered type. This type of wall is the most complex for taking inventory. After many discussions, the community agreed on the following approach:
de: Gemäß der aktuellen Konfiguration handelt es sich um eine versetzte Wand. Dieser Wandtyp ist am komplexesten für die Inventarisierung. Nach vielen Diskussionen hat die Community den folgenden Ansatz vereinbart:
fr: D’après la configuration actuelle, ce mur est de type décalé. Ce type de mur est le plus complexe pour réaliser l’inventaire. Après de nombreuses discussions, la communauté a décidé de procéder ainsi :

# takeInventoryExplanationWallTypeStaggered2
source: The simplest method is to take the inventory in a zigzag pattern, always starting from a spot in the top left, whether it exists or is imaginary. Then, move downward. You start from the top-left position and move diagonally down to the spot directly below, to the right. For the next row, you continue moving diagonally, but this time downward to the left.
de: Die einfachste Methode besteht darin, das Inventar in einem Zickzackmuster aufzunehmen, wobei immer von einem Punkt in der oberen linken Ecke begonnen wird, unabhängig davon, ob er existiert oder imaginär ist. Dann nach unten bewegen. Du beginnst in der oberen linken Position und bewegst dich diagonal nach unten zum direkt darunter liegenden Punkt, nach rechts. Setze für die nächste Reihe die diagonale Bewegung fort, diesmal nach unten links.
fr: Le plus simple est de faire l’inventaire en zigzag, en commençant toujours par un emplacement situé en haut à gauche, qu’il soit réel ou imaginaire. Ensuite, il faut se déplacer en descendant. On commence donc par un emplacement en haut à gauche, puis on descend en diagonale pour atteindre l’emplacement juste en dessous, à droite. Pour la ligne suivante, on se déplace toujours en diagonale, mais cette fois vers le bas à gauche.

# takeInventoryEndExplanation1
source: After that, simply move to the next column by shifting to the right, as usual, until you reach the end of the wall.
de: Danach begibst du dich einfach zur nächsten Spalte eine Einheit weiter rechts, bis du das Ende der Wand erreichst.
fr: Ensuite, il suffit de changer de colonne en se déplaçant vers la droite, comme d’habitude, jusqu’à atteindre la fin du mur.

# takeInventoryEndExplanation2
source: The first inventory will take some time, as there's so much to create.
de: Die erste Inventarisierung wird einige Zeit in Anspruch nehmen, da einiges erstellt werden muss.
fr: Évidemment, lors du premier inventaire cela prendra du temps car il y a tout à créer.

# iAmReady
source: I'm Ready
de: Ich bin bereit
fr: Je suis prêt

# leaveTakeInventory
source: Leave Inventory
de: Inventar verlassen
fr: Quitter l'inventaire

# atLastInventory
source: At last inventory, this slot contained:
de: Im letzten Inventar enthielt dieser Slot:
fr: Au dernier inventaire, cet emplacement contenait :

# takeInventoryNoPreviousData
source: No previous data for this slot may mean that no inventory has ever been taken, or it may mean that the slot is inaccessible, empty or contains a part unknown to the application.
de: Keine vorherigen Daten für diesen Slot bedeuten entweder, dass noch nie ein Inventar erstellt wurde, der Slot unzugänglich/leer ist oder das hinzugefügte Teil der App nicht bekannt ist.
fr: Aucune donnée précédente pour cet emplacement, cela peut signifier qu'il n'y a jamais eu d'inventaire fait, cela peut également signifier que l'emplacement est inaccessible, vide ou qu'il contient une pièce inconnue pour l'application.

# takeInventoryUpdateQuantity
source: Update Quantity
de: Menge aktualisieren
fr: Mettre à jour la quantité :

# takeInventoryDidPartChange
source: Did the part change?
de: Hat sich das Teil geändert?
fr: La pièce a changé ?

# takeInventorySlotXXHasChanged
source: Slot {slot} changed? What does it contain now?
de: Hat sich der Slot {slot} geändert? Was enthält er jetzt?
fr: L'emplacement {slot} a changé ? Que contient-il maintenant ?
